Repository: husubayli-elvin/project_dsdamat_django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: Password
az: Parol

source: The Email must be set
az: Bele bir email set olunub

source: username
az: İstifadəçi adı

source: A user with that username already exists.
az: Belə bir istifadəçi artıq movcuddur.

source: Name
az: Ad

source: Surname
az: Soyad

source: Image
az: Şəkil

source: Phone
az: Telefon

source: Agreement
az: Razılaşma

source: Notifaction for email
az: Emeil üçün bildiriş

source: Notifaction for phone
az: Telefon üçün bildiriş

source: The %(site_name)s team
az: %(site_name) saytının əməkdaşları

source: Name and Surname
az: Ad və soyad

source: Phone number
az: Mobil nömrə

source: Choices Category
az: Kateqoriyası Seçimi

source: Message
az: Mesaj

source: Turkish
az: Türkcə

source: English
az: İngiliscə

source: Title
az: Başlıq

source: Categroy image
az: Kateqoriya şəkili

source: Size
az: Ölçü

source: Stock
az: Anbar

source: Price
az: Qiymət

source: Sales Count
az: Satış sayı

source: Color
az: Rəng

source: Prodcut code
az: Produkt kodu

source: Discount type
az: Endirim növü

source: KURUMSAL
az: KORPORATIV

source: Hakkımızda
az: Haqqımızda

source: Bilgi Toplumu Hizmetleri
az: İnformasiya Cəmiyyəti Xidmətləri

source: Katalog
az: Kataloq

source: Kalıplarımız
az: Qalıqlarımız

source: Kurumsal Satış
az: Korporativ satışlar

source: Site Haritası
az: Sayt xəritəsi

source: KOLEKSİYON
az: KOLLEKSİYA

source: MÜŞTERİ HİZMETLERİ
az: MÜŞTƏRİ XİDMƏTLƏRİ

source: Müşteri Hizmetleri
az: Müştəri Xidmətləri

source: Gizlilik ve Güvenlik
az: Gizlilik və Güvənlik

source: Kişisel Verilerin İşlenmesi ve Koruma Politikası
az: Fərdi Məlumatların İşlənməsi və Qorunması Siyasəti

source: Teslimat ve Kargo
az: Təslimat və Kargo

source: İletişim
az: Əlaqə

source: D’S Damat’a özel haberlerden,
az: D’S Damat’a özəl xəbərlərdən,

source: indirimlerden haberdar olmak için e-bültenimize üye olun.
az: endirimlər barədə məlumat almaq üçün elektron bülletenimizə abunə olun.

source: GÖNDER
az: GÖNDƏR

source: E-posta adresiniz sisteme kaydolmustur.
az: Elektron poçtunuz sistemdə qeydiyyatdan keçib.

source: bütün hakları saklıdır
az: bütün hüquqlar qorunur
